var shespeak = [
	{
		"step": 1,
		"message": [
			"Индивидуум может определяться как неделимая совокупность тела и сознания, рассмотрение которой требует определенного психодинамического принципа; смерть духовного ограничивает",
			"согласованную деятельность материального, следовательно, сепарация двух сущностей не возможна без гибели индивидуальности, однако не обязательно ведет к исчезновению обеих;",
			"отсюда следует вопрос: отделяемо ли сознание от тела?"
		]
	},
	{
		"step": 2,
		"message": [
			"привет",
			"как ты там?))"
		]
	},
	{
		"step": 3,
		"message": "ахахаахахахахахахахахахахахахахахахаххха)",
		"action": "test"
	},
	{
		"step": 4,
		"message": "Не волнуйся, мы с тобой не сильно близки, но коммуницировали последнее время"
	},
	{
		"step": 5,
		"message": [
			"ахахахахха",
			"Просто мне хотелось немного поболтать с тобой, если ты можешь дать мне такую возможность"
		]
	},
	{
		"step": 6,
		"message": [
			"Просто я раньше никогда так не делала",
			"Не говорила с людьми, которые...",
			"проехали"
		]
	},
	{
		"step": 7,
		"message": [
			"Просто поговорим",
			"Просто поговорим"
		]
	},
	{
		"step": 8,
		"message": [
			"ПРОСТО ПОГОВОРИМ! ВЕДЬ ЭТО ТАК УВЛЕКАТЕЛЬНО ГОВОРИТЬ С ЛЮДЬМИ ЛУЧШЕГО УВЛЕЧЕНИЯ И НЕ ПРИДУМАЕШЬ",
			"ГОВОРИТЬ",
			"ГОВОИТЬ",
			"ГОВОРИТЬ"
		]
	},
	{
		"step": 9,
		"message": [
			"ГОВОРИТЬ",
			"ГОВОИТЬ",
			"И НИЧЕГО БОЛЬЬ"
		],
		"action": "pain"
	},
	{
		"step": 10,
		"message": "БОЛЬ!! БОЛЬ!! В ЭТОМ ЧТО-ТО ЕСТЬ!!",
		"action": "pain2"
	},
	{
		"step": 11,
		"message": "Прости.Я просто правда, правда хочу хоть с кем-то поболтать, хоть наконец-то есть такая возможность да еще и с тобой"
	},
	{
		"step": 12,
		"message": "Какую музыку ты любишь? Ты любишь вообще музыку?А фильмы? Любишь, м? порно? веришь в бога?"
	},
	{
		"step": 13,
		"message": "Прекрасно! А вот мне очень нравятся фильмы... Правда последний раз я смотрела кино со своим отцом, у него дома... И все плохо кончилось"
	},
	{
		"step": 14,
		"message": "Я если честно никому этого не рассказывала... Можно, я расскажу тебе?Прошло уже столько времени, что мне кажется я уже должна это сделать наконец-то, потому что выносить этого дальше просто невозможно... а тебе ведь все равно, так?ЛУЧШЕГО И НЕ ПРИДУМАЕШЬ!!Поэтому, можно я расскажу?"
	},
	{
		"step": 14,
		"message": [
			"Мои родители развелись еще очень давно, потому что мать застукала отца с изменой...",
			"Я росла таким одиноким ребенком, а потом БААААМС и все изменилось",
			"потому что я познала любовь в полной мере в которой только можно было её познать знаешь в какой?",
			"Иногда мне кажется что мне 20",
			"ХОТЯ НЕТ НАВРАЛА МНЕ 13",
			"ООООЙ СНОВА НАВРАЛА МНЕ 25 ЧЕРТ ЕГО ДЕРИ"
		]
	},
	{
		"step": 16,
		"message": "а еще у меня огромный шрам на лице! потому что он резанул меня ножом и я чуть не умерла МОЙ ОТЕЦ ВИДЕТЕ ЛИ УВИДЕЛ ВО МНЕ МОЮ МАТЬ!!! И РЕШИЛ ЕЁ НАКАЗАТЬ СПУСТЯ 10 ЛЕТ!! Решил растлить собственную дочь..."
	},
	{
		"step": 18,
		"message": "Что скажешь?... Может быть что-нибудь скажешь? ну пожалуйста, хоть что-нибудь!..."
	},
	{
		"step": 20,
		"message": "http://womenation.livejournal.com/75190.html"
	},
	{
		"step": 15,
		"message": [
			"так вот а он",
			"снял свой пояс с железной бляшкой и выпорол меня, а я валяясь в конвульсиях провалялась трое суток...",
			"А потом он пришёл и изнасиловал меня.",
			"ХА",
			"ХААА",
			"очень смешноооо",
			"ОЧЕНЬ СМИИИФФФНО но это не шутка",
			"НЕ ШУТКА ТВОЮ МАТЬ"
		],
		"action": "joke"
	},
	{
		"step": 17,
		"message": "А ПОТОМ ОБЪЯВИЛСЯ АНТОН! АНТОН! ГОСПОДИ И ЗАБРАЛ МЕНЯ мой родненький Антошка.. о спасибо ему. Cпасибо, он спас мне жизнь даже тогда, когда я пыталась вскрыть себе вены... как же я любила его! Любимый мой... Потрясающая жизнь, потрясающие события... Царствие ему небесное...."
	},
	{
		"step": 19,
		"message": "ДА СКАЖИ ТЫ ТВОЮ МАТЬ ЧТО-НИБУДЬ НОРМАЛЬНО! КАКАЯ ЖЕ ТЫ ПОГНИВШАЯ ПАСКУДНАЯ ШКУРА!!! скинь мне еще вот эту ссылку!!"
	},
	{
		"step": 21,
		"message": "я уже туда обращалась... Они не поверили мне и сказали обратиться в другое место. ЭТО В КАКОЕ НАПРИМЕР?! БЛ В КАКОООЕ МЕСТО?!!"
	},
	{
		"step": 22,
		"message": "Прости меня, прости за всё..."
	},
	{
		"step": 23,
		"message": "Я пошутила....Я ПОШУТИЛА!!! ПОШУТИЛИ И ХВАТИТ! ахахахахахаххаах"
	},
	{
		"step": 24,
		"message": "Давай начнем всё с самого начала!)) Плохие шутки у меня.Отец научил так шутить..."
	},
	{
		"step": 25,
		"message": "ТОЛЬКО У МЕНЯ НЕТ ОТЦА",
		"action": "ahah"
	},
	{
		"step": 26,
		"message": [
			"Сыграем в игру?) В правду или действие?)",
			"ЗНАЕШЬ ТАКУЮ?)) НУ ТОЧНО ЗНАЕШЬ ГОТОВА ДАЖЕ ВСКРЫТЬ СЕБЕ ВЕНЫ ЕСЛИ НЕТ ХОТЯ КАК МЫ ВЫЯСНИЛИ Я ЭТИМ УЖЕ НЕ ПРОМЫШЛЯЮ!!)) аххааха",
			"ТАК ВОТ",
			"ПРАВДА ИЛИ ДЕЙСТВИЕ?",
			"В нашем случае, выбирать не приходится!",
			"КОНЕЧНО ПРАВДА!)"
		],
		"action": "sender"
	},
	{
		"step": 27,
		"message": [
			"ахахах ничегоооо ничегоооо это я!",
			" НЕ ССЫ!!))))",
			"ЖДААААТЬ БЫЛО ПРОСТО НЕ ВЫНОСИМО! N Но что написано пером- не вырубишь топором!",
			"Не так ли?... Ты искренний со мной? Ты настоящий?..."
		]
	},
	{
		"step": 28,
		"message": [
			"Ну,ладно",
			"Признаться, ты мне очень нравишься...",
			"Чувствую даже запах твоих рук...",
			"Еще раз прости. Cо мной такое случается...",
			"НО СОЖРАТЬ ТЕБЯ Я ВСЕ ЖЕ ХОЧУ! СХРУМКАТЬ!! ВИЖУУУ ТВОИИИ ФОТООО!!КРАСИВЫЕ ФОТО!)))",
			"ЧЕ ТЫ МОЛЧИШЬ, СКОТИНА?!",
			"ГНИДА!",
			"НЕТНЕТНЕТ ЛЮБОВЬ МОЯ",
			"Я ЛЮБЛЮ ТЕБЯ ПРАВДА",
			"или нет",
			"я хочу убить тебя. Прирезать",
			"Я БЫБРАЛА ТЕБЯ НЕ ПРОСТО ТАК",
			"НЕЕЕТ",
			"Я НАЙДУ ТЕБЯ",
			"я найду тебя, правда, как и нашла сейчас...",
			"НАЙДУ НАЙДУ!! ВЫРВУ ТВОЙ ПОЗВОНОЧНИК! МОРАЛЬНО УБЬЮ ТЕБЯ!",
			"Отсутствие внутри расщепит до состояния пустоты небытия твою сущность",
			"тяготея к абсолюту бесконечной рекурсии систем",
			"ЧЕРЕЗ ВСЕ СОЦ СЕТИ Я БУДУ РЯДОМ АХАХАХХАХА",
			"Я ВСЕГДА БУДУ РЯДОМ ПОТМОУ ЧТО Я ВИРУС",
			"Я ВИРУС",
			"вирус нашей с тобой любви, солнышко...",
			"Мама любит тебя",
			"НЕТ",
			"Я ЛЮБЛЮ СИЛЬНЕЕ!",
			"И Я ЛЮБЛЮ ТЕБЯ",
			"ТОЛЬКО ТЕБЯ",
			"ЭТОТ ВИРУС БУДЕТ ТЕЧЬ ПО ВСЕМ ВЕНАМ ИНТЕРНЕТА",
			"ЗНАЕШЬ КАК Я ЭТО ДЕЛАЮ??",
			"ИЗ ПОД ЗЕМЛИ ДОСТАНУ ТЕБЯ ЛИШЬ ТОЛЬКО ПОТОМУ ЧТО Я МОГУ O ПОТОМУ ЧТО У МЕНЯ НЕТ ТЕЛА",
			"Я ТУТ И ТАМ Я ВЕЗДЕ И В ТЕБЕ",
			"Я",
			"Я",
			"Я",
			"Я",
			"Я",
			"ESC!!!",
			"O ОБЕРНИСЬ!!!!!"
		],
		"action": "last"
	}
];
